{
  "speakers": [
    {
      "id": "florian-hnicke",
      "name": "Florian Hönicke",
      "bio": "Florian has more than 10 years of experience in the Field of AI, working at Axel-Springer, Deloitte, and SoundCloud. He works as a Founding Engineer at Jina AI, rapidly prototyping AI solutions. His expert domain is Agentic Search and synthetic data generation. Florian is serving as an AI policy advisor, providing explanations and insights to members of the European Parliament to enhance their understanding of artificial intelligence.",
      "role": "Founding Engineer",
      "org": "Jina AI",
      "roleOrg": "Founding Engineer at Jina AI",
      "image": "florian-hnicke.png",
      "tag": "apps-agents",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "https://x.com/florianhoenicke",
        "github": "https://github.com/florian-hoenicke",
        "linkedin": "https://www.linkedin.com/in/florian-h%C3%B6nicke-b902b6aa/",
        "website": "https://jina.ai/"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "aurlienmorgan-claudon",
      "name": "Aurélien-Morgan CLAUDON",
      "bio": "French ML Engineer with 20+ years of hands-on experience in automation and data-driven delivery. Former Capgemini consultant, with big corp, startup, and freelance experience. An ESSEC Executive MBA graduate, he has been active in the ML space since 2017, with a sharp focus on MLOps for the past 5+ years. His work blends engineering pragmatism with deep product thinking.\r\nHe is the creator of `retrain-pipelines` (Apache 2), an open-source framework designed from first principles to address the MLOps field’s chronic lack of user-centricity. His mission: to empower ML Engineers with practical, scalable tools for continuous learning workflows.",
      "role": "Senior MLOps Lead",
      "org": "Unaffiliated",
      "roleOrg": "Senior MLOps Lead at Unaffiliated",
      "image": "aurlienmorgan-claudon.png",
      "tag": "ai-models-infra",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "https://x.com/AurelienMorgan_",
        "github": "https://github.com/aurelienmorgan/retrain-pipelines",
        "linkedin": "https://www.linkedin.com/in/aurelienmorganclaudon/",
        "website": "https://huggingface.co/blog/Aurelien-Morgan/the-almighty-function-caller"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "ruoyu-ying",
      "name": "Ruoyu Ying",
      "bio": "Ruoyu Ying is a cloud software engineer from department of STG, Intel. She used to worked on ONAP , networking, service mesh, confidential computing in different communities. GenAI Enablement on Cloud-Native Infrastructure is now one of her main focus. She also participated in the composition of the white paper and book on edge computing. And later she successfully delivered several presentations in OpenInfra and KubeCon summits.",
      "role": "Cloud Software Engineer",
      "org": "Intel",
      "roleOrg": "Cloud Software Engineer at Intel",
      "image": "ruoyu-ying.jpg",
      "tag": "apps-agents",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "undefined",
        "github": "undefined",
        "linkedin": "undefined",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "shiwei-liu",
      "name": "Shiwei Liu",
      "bio": "Shiwei Liu is a Royal Society Newton International Fellow at the University of Oxford. He previously served as a Postdoctoral Fellow at the University of Texas at Austin. He obtained his Ph.D. with Cum Laude from Eindhoven University of Technology in 2022. His research goal is to leverage, understand, and expand the role of low-dimentionanlity in neural networks for scalable and efficient AI. Dr. Liu has received two Rising Star Awards from KAUST and the Conference on Parsimony and Learning (CPAL). His Ph.D. thesis received the 2023 Best Dissertation Award from Informatics Europe.",
      "role": "Newton International Fellow",
      "org": "University of Oxford",
      "roleOrg": "Newton International Fellow at University of Oxford",
      "image": "shiwei-liu.jpg",
      "tag": "ai-next",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "undefined",
        "github": "undefined",
        "linkedin": "undefined",
        "website": "https://shiweiliuiiiiiii.github.io/"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "speaker-86e177b7",
      "name": "常高伟",
      "bio": "常高伟，ANP开源技术社区发起人，W3C AI Agent protocol CG联合主席，AgentNetworkProtocol(ANP)是全球最早发布的开源智能体通信协议，ANP的目标是成为智能体互联网时代的HTTP，ANP的愿景是定义智能体之间的连接方式，为数十亿智能体构建一个开放、安全、高效的协作网络。",
      "role": "发起人",
      "org": "ANP开源技术社区",
      "roleOrg": "发起人 at ANP开源技术社区",
      "image": "speaker-86e177b7.jpg",
      "tag": "agentic-web",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "undefined",
        "github": "undefined",
        "linkedin": "undefined",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "speaker-e580ca69",
      "name": "张云飞",
      "bio": "中国电信智慧城市研究院副院长，中国电信首席专家，教授级高级工程师，国家级人才计划特聘专家，交通运输部中青年领军人才、国际公路交通科技领军人才，5G产业方阵副理事长，中国通信标准化协会物联网委员会副主席，曾任腾讯未来网络实验室主任，腾讯智慧交通首席科学家。提出泛V2X技术体系和实践，在业界形成广泛影响。在IETF 创立P2P流媒体协议（PPSP）工作组并担任主席，在IETF、ITU-T等发布10多个国际标准。获得中华杰出工程师青年奖、国家专利银奖、国家标准奖、上海市技术发明一等奖、上海市科技进步奖一等奖、深圳市科技进步一等奖、金桥奖个人奖、中国车联网杰出人物奖、IEEE ITSC智慧交通和车路协同双冠军等省部级以上奖励20多项。",
      "role": "中国电信智慧城市研究院副院长，中国电信首席专家",
      "org": "中电信数智科技有限公司",
      "roleOrg": "中国电信智慧城市研究院副院长，中国电信首席专家 at 中电信数智科技有限公司",
      "image": "speaker-e580ca69.jpeg",
      "tag": "agentic-web",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "undefined",
        "github": "undefined",
        "linkedin": "undefined",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "xiaohu-zhu",
      "name": "Xiaohu Zhu",
      "bio": "A Safe AGI Researcher",
      "role": "Founder",
      "org": "Center for Safe AGI",
      "roleOrg": "Founder at Center for Safe AGI",
      "image": "xiaohu-zhu.png",
      "tag": "forum-aivision",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "@neil_csagi",
        "github": "http://github.com/tigerneil/",
        "linkedin": "https://www.linkedin.com/in/xiaohu-zhu-97686637/",
        "website": "https://xiaohuzhu.xyz"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "matt-white",
      "name": "Matt White",
      "bio": "Matt White is the Executive Director of the PyTorch Foundation and GM of AI at the Linux Foundation, as well as the Director of the Generative AI Commons under the LF AI & Data Foundation. With nearly 30 years of experience in AI research, standards, and applications across telecom, media, and gaming, he has specialized since 2012 in machine learning, simulations, and multi-sensory learning. He previously co-founded the Open Metaverse Foundation, chairs the Metaverse Standards Forum, and co-organizes both the Silicon Valley Generative AI paper reading group and the GenAI Collective.",
      "role": "GM of AI/Executive Director",
      "org": "Linux Foundation/PyTorch Foundation",
      "roleOrg": "GM of AI/Executive Director at Linux Foundation/PyTorch Foundation",
      "image": "matt-white.png",
      "tag": "undefined",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "matthew-d-white",
        "github": "matthew-d-white",
        "linkedin": "https://www.linkedin.com/in/mdwdata",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "zhiyu-li",
      "name": "Zhiyu Li",
      "bio": "Zhiyu Li, Ph.D., is the Co-founder and CTO of MemTensor (Shanghai) Technology Co., Ltd., Researcher at IAAR, and Industry Young Scientist at the SAI, Shanghai Jiao Tong University. His research focuses on large language models (LLMs) and Generative AI, particularly in Memory-Augmented Intelligence and Infrastructure for GAI. Dr. Li previously led core AI teams at Alibaba and Xiaohongshu, driving algorithmic innovations that generated billions in commercial revenue. At MemTensor, he led  the world’s first Memory Operating System for LLMs (MemOS). He has published over 40 papers in top AI venues including Patterns (Cell Press), ICLR, ACL, and AAAI, with over 1,000 citations and 10+ patents. His work has been featured as a cover story in MIT Technology Review.",
      "role": "CTO",
      "org": "MemTensor (Shanghai) Technology Co., Ltd.",
      "roleOrg": "CTO at MemTensor (Shanghai) Technology Co., Ltd.",
      "image": "zhiyu-li.jpg",
      "tag": "apps-agents",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "undefined",
        "github": "undefined",
        "linkedin": "undefined",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "xavier",
      "name": "Xavier",
      "bio": "Founder of 1ms.ai, which is a startup that aim at building moonshot open source project in AI. \r\n\r\nOne of those project is dora-rs which is a groundbreaking middleware that is able to share data between AI models, sensors and actuators with state of the art performance.\r\n\r\nThis enables to build very complex applications across modality: text, audio, vision and action. This has enabled us to create very complex robotic demos!",
      "role": "Founder",
      "org": "1ms.ai",
      "roleOrg": "Founder at 1ms.ai",
      "image": "xavier.jpg",
      "tag": "embodied-ai",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "https://x.com/HaixuanT",
        "github": "https://github.com/haixuanTao",
        "linkedin": "https://www.linkedin.com/in/haixuan-xavier-tao-7460b1102/",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "salim-nahle",
      "name": "Salim Nahle",
      "bio": "Dr. Salim Nahle is Program Manager “Data & Artificial Intelligence” and Academic Manager of Executive Education at Efrei Paris. He holds an engineering degree in telecommunications and computer science from the Lebanese University (2005), a Master’s degree in computer science from Paris VI – UMPC (2006), and a Ph.D. in computer science from Sorbonne University (2009). His doctoral research focused on wireless mesh networks using Wi-Fi and WiMAX technologies, addressing scheduling, routing, and quality of service. From 2011 to 2014, he worked as a software engineer at GE Healthcare on the “CT Revolution” project. Between 2014 and 2019, he served as Head of the Cybersecurity and Big Data Department at ECE, where he created the “Big Data & Analytics” and “Defensive Cybersecurity” specializations. Today, he leads academic innovation in AI, Data and cloud at Efrei as a program manager. He also develops and deploys continuous education and executive education programs for partner companies. ",
      "role": " Program Manager “Data & Artificial Intelligence” and Academic Manager of Executive Education",
      "org": "Efrei Paris",
      "roleOrg": " Program Manager “Data & Artificial Intelligence” and Academic Manager of Executive Education at Efrei Paris",
      "image": "salim-nahle.jpg",
      "tag": "forum-aivision",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "undefined",
        "github": "undefined",
        "linkedin": "https://www.linkedin.com/in/salim-nahle-03672571/",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "jian-shi",
      "name": "Jian Shi",
      "bio": "Jian Shi is the co-founder of Kornia AI and a core maintainer of the Kornia library, a leading computer vision framework in PyTorch. With Kornia AI, he works to advance and democratize spatial artificial intelligence through open collaboration. He is a Ph.D. candidate at KAUST, focusing on generative models and stereo vision. Jian has published at major venues including ICCV, ECCV, and TPAMI. With prior research experience at NEC Labs, CUHK, and GE Power, his work spans medical imaging, LiDAR understanding, and generative 3D vision.",
      "role": "Co-founder",
      "org": "Kornia AI",
      "roleOrg": "Co-founder at Kornia AI",
      "image": "jian-shi.jpg",
      "tag": "embodied-ai",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "undefined",
        "github": "https://github.com/shijianjian",
        "linkedin": "https://www.linkedin.com/in/jian-shi-1ba543110/",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "edgar-riba",
      "name": "Edgar Riba",
      "bio": "Dr. Edgar Riba earned his PhD in Computer Science from Universitat Autònoma de Barcelona (UAB)—where his dissertation bridged classical computer vision and deep learning for low-level tasks—and holds an MSc in Automatic Control and Robotics from UPC (Barcelona).\r\n\r\nHe recently joined Bonsai Robotics as a Staff Research Engineer, spearheading work in agentic AI and vision–language action models and tools tailored for educational and research robotics. Prior to this, Edgar built autonomy pipelines—from navigation stacks and robot drivers to edge‑ML deployment infrastructure—at startups including Farm‑ng, LightningAI, and Arraiy. His academic and research background includes over a year as a Research Scientist at IRI‑CSIC/UPC and more than two years at Arraiy, focusing on advanced vision and spatial AI.\r\n\r\nEdgar is the founder and project lead of Kornia, a differentiable computer vision library for PyTorch with over 10,000 GitHub stars and 2 million+ monthly downloads. He also presides over its non-profit organization and is admin of Kornia’s Google Summer of Code program—mentoring students and coordinating major open-source contributions.\r\n\r\nA dedicated community builder, Edgar served also on the OpenCV Foundation steering committee, mentors Google Summer of Code participants, and organizes workshops, hackathons, and conference talks. With eight peer-reviewed publications—including the foundational Kornia paper—he expertly bridges classical CV, deep learning, and real-world robotics to deliver robust, scalable autonomy solutions.\r\n",
      "role": "Staff Research Engineer",
      "org": "Bonsai Robotics",
      "roleOrg": "Staff Research Engineer at Bonsai Robotics",
      "image": "edgar-riba.jpeg",
      "tag": "embodied-ai",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "https://x.com/edgarriba",
        "github": "https://github.com/edgarriba",
        "linkedin": "https://www.linkedin.com/in/edgarriba/",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "sbastien-crozet",
      "name": "Sébastien Crozet",
      "bio": "Sébastien Crozet has been in love with the Rust programming language since its earliest days. He is the creator and maintainer of popular open-source libraries, including nalgebra and Rapier, for the Rust ecosystem that specialize in linear algebra, geometry, and physics. He is the founder of Dimforge where he focuses on contributing to the future of cross-platform scientific computing and AI.",
      "role": "Founder",
      "org": "Dimforge",
      "roleOrg": "Founder at Dimforge",
      "image": "sbastien-crozet.png",
      "tag": "assign-me",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "undefined",
        "github": "https://github.com/dimforge",
        "linkedin": "undefined",
        "website": "https://dimforge.com"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "speaker-37874bae",
      "name": "陈海泉",
      "bio": "Developer at Volcano Engine and core contributor to the veRL project. Focus on agentic RL and cloud infrastructure.",
      "role": "Developer",
      "org": "ByteDance",
      "roleOrg": "Developer at ByteDance",
      "image": "speaker-37874bae.jpg",
      "tag": "ai-models-infra",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "undefined",
        "github": "https://github.com/chenhaiq",
        "linkedin": "undefined",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "xuan-son-nguyen",
      "name": "Xuan Son Nguyen",
      "bio": "I'm software engineer at Hugging Face, core maintainer of llama.cpp",
      "role": "Software Engineer",
      "org": "Hugging Face",
      "roleOrg": "Software Engineer at Hugging Face",
      "image": "xuan-son-nguyen.jpg",
      "tag": "ai-models-infra",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "@ngxson",
        "github": "https://github.com/ngxson",
        "linkedin": "https://linkedin.com/in/ngxson",
        "website": "https://ngxson.com"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "ruping-cen",
      "name": "Ruping Cen",
      "bio": "Cen Ruping, Ph.D., is currently affiliated with the School of Automation at Chongqing University of Posts and Telecommunications, where his research focuses on mobile robot localization and navigation as well as multi-sensor fusion localization. Driven by his academic expertise, he created the open-source project MickRobot, which engineers a dual-arm humanoid robotics platform from the ground up, spanning mechanical design, hardware integration, perception/localization, and navigation control systems. Extending its impact beyond code, he has authored technical blogs and tutorials documenting this development journey, garnering over 1.1 million page views and demonstrating significant community reach.",
      "role": "Ph. D.",
      "org": "Chongqing University of Posts and Telecommunications",
      "roleOrg": "Ph. D. at Chongqing University of Posts and Telecommunications",
      "image": "ruping-cen.jpg",
      "tag": "embodied-ai",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "undefined",
        "github": "https://github.com/RuPingCen",
        "linkedin": "undefined",
        "website": "https://blog.csdn.net/crp997576280?type=blog"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "speaker-2d57e6a7",
      "name": "王鹏伟",
      "bio": "北京智源人工智能研究院具身智能大模型负责人、目前主要负责具身大脑大模型RoboBrain以及大小脑框架RoboOS，研究方向是具身智能、多模态大模型、深度学习、自然语言处理和机器学习等方向，曾就职于阿里巴巴达摩院以及快手科技大模型中台部门，主要负责大规模语音语义一体化等多模态交互系统以及多模态预训练项目，具有丰富的多模态大模型、文本大模型以及机器智能等产学经验。",
      "role": "身智能大模型负责人",
      "org": "北京智源人工智能研究院",
      "roleOrg": "身智能大模型负责人 at 北京智源人工智能研究院",
      "image": "speaker-2d57e6a7.jpg",
      "tag": "embodied-ai",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "undefined",
        "github": "undefined",
        "linkedin": "undefined",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "jingya-huang",
      "name": "Jingya Huang",
      "bio": "I’m a machine learning engineer at Hugging Face and a core developer of *Optimum*, the extension library of Hugging Face’s *Transformers*. At Hugging Face, I focus on accelerating model training and efficient deployment, as well as integrating the Hugging Face open-source ecosystem with emerging AI hardware accelerators.",
      "role": "Machine Learning Engineer",
      "org": "Hugging Face",
      "roleOrg": "Machine Learning Engineer at Hugging Face",
      "image": "jingya-huang.jpg",
      "tag": "ai-models-infra",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "https://x.com/Jhuaplin",
        "github": "https://github.com/JingyaHuang",
        "linkedin": "https://www.linkedin.com/in/jingya-huang-96158b15b/",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "kaichao-you",
      "name": "Kaichao You",
      "bio": "Kaichao gets Ph.D. degree from Tsinghua University, and has been working on the vLLM project since his visit to UC Berkeley in 2024. He serves as a core maintainer in the vLLM project, working on the distributed inference architecture of vLLM, torch.compile integration of vLLM, open-source collaboration, and various aspects.",
      "role": "Core Maintainer",
      "org": "vLLM",
      "roleOrg": "Core Maintainer at vLLM",
      "image": "kaichao-you.jpg",
      "tag": "ai-models-infra",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "https://x.com/KaichaoYou",
        "github": "https://github.com/youkaichao",
        "linkedin": "https://www.linkedin.com/in/youkaichao/",
        "website": "https://youkaichao.github.io/"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "tao-li",
      "name": "tao li",
      "bio": "I'm a software engineer at Shenkaihong. Currently, I serve as the main developer for the OpenHarmony open-source robotics system project.",
      "role": "Software Engineer",
      "org": "Shenzhen Kaihong Digital Industry Development Co., Ltd.",
      "roleOrg": "Software Engineer at Shenzhen Kaihong Digital Industry Development Co., Ltd.",
      "image": "tao-li.jpg",
      "tag": "embodied-ai",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "undefined",
        "github": "undefined",
        "linkedin": "undefined",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "speaker-fdf1fc9c",
      "name": "尹云鹏",
      "bio": "openloong控制框架开发者",
      "role": "运控算法与框架负责人",
      "org": "人形机器人上海有限公司",
      "roleOrg": "运控算法与框架负责人 at 人形机器人上海有限公司",
      "image": "speaker-fdf1fc9c.jpg",
      "tag": "embodied-ai",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "undefined",
        "github": "undefined",
        "linkedin": "undefined",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "cen-ming",
      "name": "Cen Ming",
      "bio": "Cen Ming received the Ph.D. degree in optical engineering from Graduate School of the Chinese Academy of Sciences, in 2006.\r\nHe is currently a professor at the Chongqing University of Posts and Telecommunications. During his career, he worked as a software system analyst and deputy director of Automotive Electronics &Embedded System Research Center.  His research interests include information fusion, multi-target tracking, autonomous driving, and intelligent robot.",
      "role": "professor ",
      "org": "Chongqing University of Posts and Telecommunications",
      "roleOrg": "professor  at Chongqing University of Posts and Telecommunications",
      "image": "cen-ming.jpg",
      "tag": "embodied-ai",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "undefined",
        "github": "undefined",
        "linkedin": "undefined",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "speaker-c08ac8a6",
      "name": "王学智",
      "bio": "王学智，华为仓颉编程语言生态与产业发展总监",
      "role": "华为仓颉编程语言生态与产业发展总监",
      "org": "华为",
      "roleOrg": "华为仓颉编程语言生态与产业发展总监 at 华为",
      "image": "speaker-c08ac8a6.jpg",
      "tag": "ws-cangjie",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "undefined",
        "github": "undefined",
        "linkedin": "undefined",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "speaker-da742ef2",
      "name": "董鑫",
      "bio": "2008-2017微软 技术leader 从事微软Azure企业云Dynamics365平台研发工作 2017- 华为技术有限公司 技术专家/产品总监 从事研发工具链，编程语言，IDE等核心基础软件研发工作。 在华为公司工作期间，先后作为首席技术专家和项目经理从事华为移动端AI研发工具，公司级AI研发平台，华为昇腾AI芯片工具链，鸿蒙OS工具链等相关工作。 2021年起负责华为编程语言和IDE基础软件的研发业务，并担任项目群总监，从事自主可控的编程语言及IDE开发工具的核心技术研发工作，对国产应用编程语言的技术规划，产品化，产业落地进展等工作出了重要的贡献",
      "role": "华为中央软件院项目群总监",
      "org": "华为",
      "roleOrg": "华为中央软件院项目群总监 at 华为",
      "image": "speaker-da742ef2.jpg",
      "tag": "apps-agents",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "undefined",
        "github": "undefined",
        "linkedin": "undefined",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "speaker-09dc38ab",
      "name": "吴京润",
      "bio": "北京初联科技有限公司 服务器应用架构师",
      "role": "北京初联科技有限公司",
      "org": "服务器应用架构师 ",
      "roleOrg": "北京初联科技有限公司 at 服务器应用架构师 ",
      "image": "speaker-09dc38ab.png",
      "tag": "ws-cangjie",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "undefined",
        "github": "undefined",
        "linkedin": "undefined",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "speaker-4f433ef9",
      "name": "张引",
      "bio": "张引是传统大学计算机科学（CS）和软件工程（SE）课程改革的积极促进者，致力于利用仓颉编程语言、现代应用开发框架、MVVM + IService架构模式、微服务参考架构和人工智能服务等丰富技术资源，将各种CS/SE课程相互关联，设计高度集成的CS/SE教育课程。他为技术社区贡献了“仓颉社区软件工程”等一系列免费的在线课程，展现出将尖端技术整合到传统大学的CS/SE课程中的潜力和优势。他还在东北大学软件学院组织了学生开源社区“仓颉兴趣组”，为仓颉社区贡献了一系列开源项目，并将这些开源项目引入到课程中，促进课程内容与开源社区的紧密融合。在未来的工作中，他会将持续集成、容器化、大语言模型等丰富的华为技术引入到课程中，帮助学生更好地理解现代开发技术。",
      "role": "副教授",
      "org": "东北大学",
      "roleOrg": "副教授 at 东北大学",
      "image": "speaker-4f433ef9.png",
      "tag": "ws-cangjie",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "undefined",
        "github": "undefined",
        "linkedin": "undefined",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "joaquin-salvachua",
      "name": "Joaquin Salvachua",
      "bio": "Joaquín Salvachúa is a Professor at the Universidad Politécnica de Madrid, In the specializing in the Department of Telematics Systems Engineering at the Telecommunication School. He is a member of the board at Gaia-X Hub España, FIWARE and BDVA and active contributor in Gaia-X AISBL. and actively participates in research on ML-OPS, Big data architectures, cloud computing, next-generation internet technologies, network science and formal methods. Has authored numerous academic publications.",
      "role": "Professor",
      "org": "Universidad Politecnica De Madrid",
      "roleOrg": "Professor at Universidad Politecnica De Madrid",
      "image": "joaquin-salvachua.webp",
      "tag": "open-for-sdg",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "https://x.com/jsalvachua",
        "github": "undefined",
        "linkedin": "https://www.linkedin.com/in/jsalvachua/",
        "website": "https://portalcientifico.upm.es/es/ipublic/researcher/305315"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "xuan-xia",
      "name": "xuan xia",
      "bio": "Xia Xuan, who holds a Ph.D. from Shanghai Jiao Tong University, is currently an associate researcher at the Shenzhen Institute of Artificial Intelligence and Robotics for Society. He is the principal investigator of the National Natural Science Foundation of China, a recipient of the 2024 Wu Wenjun Artificial Intelligence Science and Technology Award for Progress in Science and Technology, a high-level talent in Shenzhen, and a high-level talent in Longgang District, Shenzhen. His research mainly focuses on embodied intelligence, multimodal learning, computer vision, defect detection, and generative models. He has led projects funded by the National Natural Science Foundation of China, the Guangdong Provincial Natural Science Foundation, and the China Postdoctoral Science Foundation. He has also participated in numerous national, provincial, and municipal fund projects as well as several joint projects with enterprises. He has published a monograph and over twenty papers, and has applied for more than ten invention patents.",
      "role": "18721342391",
      "org": "Shenzhen Institute of Artificial Intelligence and Robotics for Society",
      "roleOrg": "18721342391 at Shenzhen Institute of Artificial Intelligence and Robotics for Society",
      "image": "xuan-xia.jpg",
      "tag": "embodied-ai",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "undefined",
        "github": "undefined",
        "linkedin": "undefined",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "jos-andrs-muoz-arcentales",
      "name": "José Andrés Muñoz Arcentales",
      "bio": "Associate Professor of Universidad Politécnica de Madrid ",
      "role": "Associate Professor",
      "org": "Universidad Politécnica de Madrid",
      "roleOrg": "Associate Professor at Universidad Politécnica de Madrid",
      "image": "jos-andrs-muoz-arcentales.jpg",
      "tag": "agentic-web",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "undefined",
        "github": "undefined",
        "linkedin": "www.linkedin.com/in/anmunozx",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "shangming-cai-",
      "name": "Shangming Cai (蔡尚铭)",
      "bio": "Shangming Cai received the Ph.D. degree in computer science from the Department of Computer Science and Technology, Tsinghua University, China, in 2022. He is currently an Engineer and Researcher with Alibaba Cloud Computing and an active contributor to open-source LLM projects such as SGLang, Mooncake, vLLM. His main research interests include distributed machine learning training, large language models, efficient serving systems, and big data analytics.",
      "role": "Senior Engineer",
      "org": "Alibaba Cloud",
      "roleOrg": "Senior Engineer at Alibaba Cloud",
      "image": "shangming-cai-.jpg",
      "tag": "ws-sglang",
      "socialLinks": {
        "mastodon": "",
        "twitter": "",
        "github": "https://github.com/ShangmingCai",
        "linkedin": "",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "yi-zhang",
      "name": "张懿/Yi Zhang",
      "bio": "张懿，阿里云的研发工程师，SGLang Team的成员之一，目前主要关注构建高性能的LLM/VLM推理引擎。\r\n\r\nYi Zhang, a Software Engineer at Alibaba Cloud and a member of the SGLang Team, is currently focused on building high-performance LLM/VLM inference engines.",
      "role": "研发工程师/software engineer",
      "org": "阿里云计算有限公司",
      "roleOrg": "研发工程师/software engineer at 阿里云计算有限公司",
      "image": "yi-zhang.png",
      "tag": "ws-sglang",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "undefined",
        "github": "https://github.com/yizhang2077",
        "linkedin": "https://www.linkedin.com/in/yizhang2077",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "guang-liu",
      "name": "Guang Liu",
      "bio": "Guang Liu is the Technical Lead of the Data Research Team at the Beijing Academy of Artificial Intelligence (BAAI), where he leads the OpenSeek initiative. As the principal architect of the Aquila large language model (LLM) series and the Infinity-Instruct dataset family. His current research focuses on DataAgent, leveraging innovative synthetic data generation techniques to optimize training efficiency for next-generation AI systems.",
      "role": "Technical Lead of Data Research Team",
      "org": "BAAI",
      "roleOrg": "Technical Lead of Data Research Team at BAAI",
      "image": "guang-liu.jpeg",
      "tag": "ai-models-infra",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "https://x.com/ZacLiu123",
        "github": "undefined",
        "linkedin": "undefined",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "speaker-14759e38",
      "name": "刘南兵",
      "bio": "饺子互动科技联合创始人，5ire.app 作者，中文写作社区 essay.ink 发起人。",
      "role": "CTO",
      "org": "四川饺子互动科技有限公司",
      "roleOrg": "CTO at 四川饺子互动科技有限公司",
      "image": "speaker-14759e38.jpg",
      "tag": "apps-agents",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "https://twitter.com/1ronben",
        "github": "https://github.com/nanbingxyz",
        "linkedin": "https://linkedin.com/in/nanbing",
        "website": "https://ironben.essay.ink"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "yikai-zhu",
      "name": "Yikai Zhu",
      "bio": "Current Sglang committer",
      "role": "Software Engineer",
      "org": "N/A",
      "roleOrg": "Software Engineer at N/A",
      "image": "yikai-zhu.jpg",
      "tag": "ws-sglang",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "undefined",
        "github": "https://github.com/zyksir",
        "linkedin": "https://www.linkedin.com/in/zyksir/",
        "website": "https://zyksir.github.io/"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "speaker-3281af60",
      "name": "唯伟",
      "bio": "毕业于中央美术学院，从事审美教育和科普",
      "role": "讲师",
      "org": "长沙有点艺思教育咨询科技有限公司",
      "roleOrg": "讲师 at 长沙有点艺思教育咨询科技有限公司",
      "image": "speaker-3281af60.jpg",
      "tag": "ai-next",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "undefined",
        "github": "undefined",
        "linkedin": "undefined",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "speaker-d82e23b6",
      "name": "张昊阳",
      "bio": "张昊阳，东北大学人工智能（未来实验班）专业本科生，东北大学花粉俱乐部部长，HarmonyOS开发者。曾获开放原子开源大赛OpenHarmony应用创新赛二等奖，带领MindSpire团队参加2024HarmonyOS创新赛和2024极客马拉松，用时两个月上架一款应用至HarmonyOS NEXT应用商店，并贡献一个CodeLabs，获得跑跑码特活动三等奖。",
      "role": "学生仓颉布道师",
      "org": "东北大学",
      "roleOrg": "学生仓颉布道师 at 东北大学",
      "image": "speaker-d82e23b6.png",
      "tag": "ws-cangjie",
      "socialLinks": {
        "mastodon": "undefined",
        "twitter": "undefined",
        "github": "undefined",
        "linkedin": "undefined",
        "website": "undefined"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "speaker-81c6f15f",
      "name": "陈玉龙",
      "bio": "CSDN开新院副院长",
      "role": "CSDN开新院副院长",
      "org": "开心武汉市科技有限公司",
      "roleOrg": "CSDN开新院副院长 at 开心武汉市科技有限公司",
      "image": "speaker-81c6f15f.png",
      "tag": "ws-cangjie",
      "socialLinks": {
        "mastodon": "",
        "twitter": "",
        "github": "",
        "linkedin": "",
        "website": ""
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "richard-reiner",
      "name": "Richard REINER",
      "bio": "I am a serial entrepreneur and company builder with multiple Fortune 1000 exits, and a leading global cybersecurity expert who has held C-level and VP roles at leading global companies. I'm active as an executive, investor, mentor, and Board member with many high-growth companies at the intersections of cybersecurity, AI, and IoT, the same spaces in which I have built and successfully exited multiple companies and hold numerous patents.\r\n\r\nI am Founding Partner at CC Stratus Capital, an innovative investment firm with a strategic focus on cybersecurity and AI.\r\n\r\nI was Executive Chair of dfuse / StreamingFast, the leading blockchain big data platform (acquired by The Graph) and Chair of Cybeats, the IoT endpoint security company (acquired by Relay Medical). I was previously Chief Technology Officer - Safe Identity in Intel's Security Group, and VP Safe Identity at McAfee. I was President of PasswordBox, the leading digital identity company, leading up to the company’s acquisition by Intel. I was Chairman & CEO of Enomaly, a global leader in cloud computing, up to Enomaly’s acquisition in 2011; and was the founder, CEO, and CTO of Assurent, a leading cybersecurity company, up to its acquisition in 2006.\r\n\r\nI serve and have served on the Boards and Advisory Boards of many leading cybersecurity, cloud, AI, and IoT companies such as Autohost, Korbit AI, Shearwater Aerospace, Immunio, Elliptic Technologies, Virima, CloudeAssurance, Veracode, NetClarity, Virima, and Fonolo.\r\n\r\nI'm often quoted by the press, in media such as the New York Times, CBS, NBC, USA Today, TechCrunch, etc., and hold a Ph.D. and numerous patents in cybersecurity, big data, and AI.",
      "role": "Board Member and Advisor",
      "org": "Procero AI",
      "roleOrg": "Board Member and Advisor at Procero AI",
      "image": "richard-reiner.jpg",
      "tag": "ai-models-infra",
      "socialLinks": {
        "mastodon": "",
        "twitter": "",
        "github": "",
        "linkedin": "https://www.linkedin.com/in/richardreiner/",
        "website": "https://www.richardreiner.com/"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "yuxuan-zhang",
      "name": "Yuxuan Zhang",
      "bio": "智谱AI技术布道师",
      "role": "技术布道师",
      "org": "ZhipuAI",
      "roleOrg": "技术布道师 at ZhipuAI",
      "image": "yuxuan-zhang.jpg",
      "tag": "ai-models-infra",
      "socialLinks": {
        "mastodon": "",
        "twitter": "",
        "github": "https://github.com/zRzRzRzRzRzRzR",
        "linkedin": "https://www.linkedin.com/in/yuxuan-zhang-86a124282/",
        "website": ""
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "junrong-lin",
      "name": "Junrong Lin",
      "bio": "SGLang committer",
      "role": "Member of Technical Staff",
      "org": "Qwen Team, Alibaba Group",
      "roleOrg": "Member of Technical Staff at Qwen Team, Alibaba Group",
      "image": "junrong-lin.jpg",
      "tag": "ws-sglang",
      "socialLinks": {
        "mastodon": "",
        "twitter": "",
        "github": "https://github.com/ocss884",
        "linkedin": "",
        "website": ""
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "yanboyang",
      "name": "yanboyang",
      "bio": "Responsible for the research and development of the Maas platform.",
      "role": "Committer",
      "org": "SGlang",
      "roleOrg": "Committer at SGlang",
      "image": "yanboyang.png",
      "tag": "ws-sglang",
      "socialLinks": {
        "mastodon": "",
        "twitter": "",
        "github": "whybeyoung",
        "linkedin": "",
        "website": ""
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "speaker-c91d363f",
      "name": "潘万坤",
      "bio": "助理研究员",
      "role": "助理研究员",
      "org": "爱奇艺",
      "roleOrg": "助理研究员 at 爱奇艺",
      "image": "speaker-c91d363f.jpg",
      "tag": "ws-cangjie",
      "socialLinks": {
        "mastodon": "",
        "twitter": "",
        "github": "",
        "linkedin": "",
        "website": ""
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "speaker-cf20f23f",
      "name": "张拳石",
      "bio": "张拳石，上海交通大学电院计算机科学与工程系长聘副教授，博士生导师，入选国家级海外高层次人才引进计划，获ACM China新星奖。他于2014年获得日本东京大学博士学位，于2014-2018年在加州大学洛杉矶分校（UCLA）从事博士后研究。张拳石在神经网络可解释性方向取得了多项具有国际影响力的创新性成果。张拳石承担了TMLR的责任编辑，CCF-A类会议NeurIPS 2024的领域主席，IJCAI 2020和IJCAI 2021的可解释性方向的Tutorial，并先后担任了AAAI 2019, CVPR 2019, ICML 2021大会可解释性方向的分论坛主席。",
      "role": "副教授",
      "org": "上海交通大学",
      "roleOrg": "副教授 at 上海交通大学",
      "image": "speaker-cf20f23f.jpg",
      "tag": "ai-next",
      "socialLinks": {
        "mastodon": "",
        "twitter": "",
        "github": "",
        "linkedin": "",
        "website": ""
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "-lukecwang",
      "name": "王超 （lukecwang）",
      "bio": "https://github.com/sleepcoo",
      "role": "SGlang Committer",
      "org": "美团（meituan）",
      "roleOrg": "SGlang Committer at 美团（meituan）",
      "image": "-lukecwang.jpg",
      "tag": "ws-sglang",
      "socialLinks": {
        "mastodon": "",
        "twitter": "",
        "github": "",
        "linkedin": "",
        "website": ""
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "speaker-af64a527",
      "name": "白婷",
      "bio": "白婷，北京邮电大学计算机学院副教授，专注于个性化推荐、大模型研究及应用，以第一或者通讯作者发表高水平学术论文40余篇，包括4篇最佳论文/最佳论文候选奖，相关研究成果应用于腾讯、小米等头部互联网公司。获得2020年中国中文信息学会\"优秀博士学位论文奖\"，2023年中国电子学会\"科技进步一等奖\"，2023年百度首届\"全球AI 华人女性青年学者\", 2024年中国科协青年托举人才。",
      "role": "副教授",
      "org": "北京邮电大学",
      "roleOrg": "副教授 at 北京邮电大学",
      "image": "speaker-af64a527.jpg",
      "tag": "apps-agents",
      "socialLinks": {
        "mastodon": "",
        "twitter": "",
        "github": "",
        "linkedin": "",
        "website": ""
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "jinwei-gu",
      "name": "Jinwei Gu",
      "bio": "Dr. Jinwei Gu is currently a Principal Research Scientist at NVIDIA and an Adjunct Associate Professor at the Chinese University of Hong Kong, working on generative AI, world models, and the general fields of computer vision, computer graphics, and machine learning.  He received his Ph.D. in Computer Science from Columbia University in 2010, and B.S. and M.S. from Tsinghua University in 2002 and 2005, respectively. At NVIDIA, Dr. Gu is one of tech leads in cosmos model development – a family of multimodality world foundation models, with a focus on enabling real-world applications in robotics, autonomous driving, and generative AI. Prior to joining NVIDIA, he worked at SenseBrain as a R&D Executive Director, focusing on mobile computational photography with novel image sensors and imaging systems. He has published extensively in top-tier conferences and journals, and serves as an Associate Editor for IEEE Transactions on Pattern Analysis and Machine Intelligence (TPAMI) and IEEE Transactions on Computational Imaging (TCI) (2018-2023), an Area Chair for CVPR, NeurIPS, ICCV, ICCP, and ECCV, and organizing chairs for several workshops (MIPI, RichMediaGAI).  He is an IEEE senior member since 2018. His research work has been successfully transferred to many products such as NVIDIA-Cosmos, NVIDIA-CoPilot SDK, NVIDIA-DriveIX SDK, as well as Super Resolution, Super Night, Portrait Restoration, RGBW solution which are widely used in many flagship mobile phones.",
      "role": "Principal Research Scientist and Tech Lead",
      "org": "NVIDIA",
      "roleOrg": "Principal Research Scientist and Tech Lead at NVIDIA",
      "image": "jinwei-gu.jpg",
      "tag": "embodied-ai",
      "socialLinks": {
        "mastodon": "",
        "twitter": "",
        "github": "",
        "linkedin": "",
        "website": "www.gujinwei.org"
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "zhongjin",
      "name": "Zhongjin",
      "bio": "Student@SEU",
      "role": "Developer(Intern)",
      "org": "Dora-rs",
      "roleOrg": "Developer(Intern) at Dora-rs",
      "image": "zhongjin.jpg",
      "tag": "ws-dora",
      "socialLinks": {
        "mastodon": "",
        "twitter": "",
        "github": "",
        "linkedin": "",
        "website": ""
      },
      "status": "Accept",
      "draft": false
    },
    {
      "id": "tao-li",
      "name": "tao li",
      "bio": "I'm a software engineer at Shenkaihong. Currently, I serve as the main developer for the OpenHarmony open-source robotics system project.",
      "role": "Software Engineer",
      "org": "Shenzhen Kaihong Digital Industry Development Co., Ltd.",
      "roleOrg": "Software Engineer at Shenzhen Kaihong Digital Industry Development Co., Ltd.",
      "image": "tao-li.jpg",
      "tag": "ws-dora",
      "socialLinks": {
        "mastodon": "",
        "twitter": "",
        "github": "",
        "linkedin": "",
        "website": ""
      },
      "status": "Accept",
      "draft": false
    }
  ]
}